"{\n    \"\": [\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72896344.cms?width=320&height=183&quality=100\",\n            \"Content\": \"​In an interesting bug on Android smartphones, which the company later fixed, the Google app on these phones crashed when users asked the question “what is iMessage” .  The query was answered perfectly on the web and even by Google Assistant but not on an Android phone that had the Google Search app. The query was answered precisely on iPhone’s Google app as well. \",\n            \"Link\": \"https://timesofindia.indiatimes.com/gadgets-news/when-google-crashed-on-asking-this-iphone-question/articleshow/72896238.cms\",\n            \"Title\": \"When Google 'crashed' on asking this iPhone question\"\n        },\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72895838.cms?width=320&height=183&quality=100\",\n            \"Content\": \"Apple is most-profitable smartphone brand in the world, a report says. The company captures as much as 66% of the total smartphone industry's profit. The report says — \\\"The loyal premium user base in the major markets like the USA, EU and Japan is one of the reasons that Apple can still operate at a profit level that its competitors can only wish for.”\",\n            \"Link\": \"https://timesofindia.indiatimes.com/gadgets-news/heres-why-apple-remains-the-most-profitable-smartphone-brand-in-the-world/articleshow/72895828.cms\",\n            \"Title\": \"Why Apple is the most-profitable smartphone brand in world\"\n        }\n    ],\n    \"Science\": [\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72895280.cms?width=320&height=183&quality=100\",\n            \"Content\": \"The number of men who smoke and use tobacco has stopped rising and is on the turn for the first time in at least 19 years, according to a WHO report. In 2018, some 60 million fewer people around the world smoked or used tobacco compared to 2000. The overall number of tobacco users falling to 1.337 billion people globally in 2018 from 1.397 billion in 2000.\",\n            \"Link\": \"https://timesofindia.indiatimes.com/home/science/for-the-first-time-men-are-smoking-less/articleshow/72895209.cms\",\n            \"Title\": \"For the first time, men are smoking less\"\n        },\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72895348.cms?width=320&height=183&quality=100\",\n            \"Content\": \"Regular visits to museums, the theatre, concerts and art galleries may be associated with a longer life, according to a study. After taking account of a range of economic, health and social factors, the study found that people who engaged in arts activities once or twice a year had a 14% lower risk of dying at any time during the followup period.\",\n            \"Link\": \"https://timesofindia.indiatimes.com/home/science/trips-to-museums-art-galleries-may-help-you-live-longer/articleshow/72895324.cms\",\n            \"Title\": \"Trips to museums & art galleries may help you live longer\"\n        }\n    ],\n    \"Business\": [\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72898650.cms?width=320&height=183&quality=100\",\n            \"Content\": \"PM Narendra Modi said the Indian economy has the resilience to reverse the current slowdown and return to high growth trajectory and exhorted corporates to take bold investment decisions. Modi highlighted his govt's decisions such as decriminalisation of corporate offences and promised them that \\\"no inappropriate action will be taken on genuine corporate decisions\\\".\",\n            \"Link\": \"https://timesofindia.indiatimes.com/business/india-business/working-to-decriminalise-offences-under-companies-act-pm-modi/articleshow/72898657.cms\",\n            \"Title\": \"PM Modi says economy has resilience to reverse slowdown\"\n        },\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72888757.cms?width=320&height=183&quality=100\",\n            \"Content\": \"Former chief economic adviser Arvind Subramanian, the first CEA under the Modi govt, said that it was a \\\"puzzle\\\" for him that stock markets are buoyant while the economy is sinking. After rallying to its lifetime intra-day high of 41,719.29, the 30-share BSE Sensex on Thursday settled 115.35 points or 0.28% higher at its fresh closing record of 41,673.92.\",\n            \"Link\": \"https://timesofindia.indiatimes.com/business/india-business/why-stock-market-is-going-up-and-economy-is-going-down-ex-cea/articleshow/72888748.cms\",\n            \"Title\": \"Why stock market is going up and economy is going down: ex-CEA\"\n        },\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72897275.cms?width=320&height=183&quality=100\",\n            \"Content\": \"To forcefully bring down the rate of interest in the economy, the RBI said it would buy govt securities with a 10-year maturity while, at the same time, sell govt bonds with just 1-year maturity — both worth Rs 10,000 cr each. Globally termed as ‘Operation Twist', economists have been expecting the central bank to launch this special manoeuvre.\",\n            \"Link\": \"https://timesofindia.indiatimes.com/business/india-business/rbi-launches-special-operation-to-forcefully-lower-interest-rates/articleshow/72897266.cms\",\n            \"Title\": \"RBI launches special operation to forcefully lower interest rates\"\n        },\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72893107.cms?width=320&height=183&quality=100\",\n            \"Content\": \"With a rising focus on health and fitness, wearable wristbands are emerging as a sought-out device among Indian consumers with the country emerging among the top wearables market globally only after the US and China. India’s wearable wristband market has almost doubled shipments in the July-September period from the same quarter last year.\",\n            \"Link\": \"https://timesofindia.indiatimes.com/business/india-business/wearable-wristbands-tighten-grip-on-market/articleshow/72893109.cms\",\n            \"Title\": \"Wearable wristbands tighten grip on market\"\n        },\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72898384.cms?width=320&height=183&quality=100\",\n            \"Content\": \"India Inc leaders, including Bharti Enterprises chairman Sunil Bharti Mittal, CII president Vikram Kirloskar and Assocham president Balkrishna Goenka, on Thursday asked the government to take measures to augment ease of doing business to \\\"create more freedom for the industry to perform\\\". \",\n            \"Link\": \"https://timesofindia.indiatimes.com/business/india-business/industry-leaders-draw-govt-attention-on-ease-of-doing-business-in-india/articleshow/72886896.cms\",\n            \"Title\": \"Take steps to ease business process: India Inc to government\"\n        },\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72897674.cms?width=320&height=183&quality=100\",\n            \"Content\": \"Continued uncertainties on capital raising resulted in 2 domestic rating agencies downgrading private sector lender Yes Bank. The bank, which has had a tumultuous year since the RBI terminated the term of its co-founder Rana Kapoor, has not been able to make progress in its equity raising even after claiming that it has investors willing to pump in $3 billion.\",\n            \"Link\": \"https://timesofindia.indiatimes.com/business/india-business/rating-agencies-downgrade-yes-bank/articleshow/72891243.cms\",\n            \"Title\": \"Rating agencies downgrade Yes Bank\"\n        },\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72897194.cms?width=320&height=183&quality=100\",\n            \"Content\": \"Operation Twist is the name given to a monetary policy tool that the Jerome Powell-led US Federal Reserve had started to influence the rate of interest in the world’s largest economy. The process involves buying and selling of both short- and long-term government bonds — depending upon its objective relating to rates — at the same time.\",\n            \"Link\": \"https://timesofindia.indiatimes.com/business/india-business/what-is-us-feds-operation-twist/articleshow/72893466.cms\",\n            \"Title\": \"What is US Fed’s ‘Operation Twist’?\"\n        },\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72896267.cms?width=320&height=183&quality=100\",\n            \"Content\": \"The UK govt confirmed plans to introduce a new visa for qualified doctors and nurses from countries around the world, including India, to address workforce shortages in the state-funded National Health Service. British PM Boris Johnson had made references to such a new so-called \\\"NHS visa\\\" on the election campaign trail.\",\n            \"Link\": \"https://timesofindia.indiatimes.com/business/international-business/uk-confirms-new-fast-track-visa-for-doctors-from-countries-such-as-india/articleshow/72892619.cms\",\n            \"Title\": \"UK confirms fast-track visa for Indian doctors\"\n        },\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72899775.cms?width=320&height=183&quality=100\",\n            \"Content\": \"Indian men are more avid shoppers of clothing online than women. Women seem to have a higher proclivity to try out new clothes before buying. The study finds that men contribute 58% to the total online clothing sales, compared to just 36% by women. Kids’ clothing, which has been growing at a scorching pace over the last few years, accounted for just 5% of the apparel sales.\",\n            \"Link\": \"https://timesofindia.indiatimes.com/business/india-business/men-buy-more-clothes-online-than-women/articleshow/72894773.cms\",\n            \"Title\": \"Men buy more clothes online than women\"\n        },\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72895530.cms?width=320&height=183&quality=100\",\n            \"Content\": \"Maruti Suzuki India on Thursday announced the launch of the new Alto VXI+ which offers SmartPlay Studio a 17.8 cm touchscreen infotainment system, enabled with Apple CarPlay and Android Auto, at Rs 3,80,209. The new Alto VXI+ also comes with aero-edge design, stylish dual-tone interiors, optimum fuel efficiency, and latest safety features.\",\n            \"Link\": \"https://timesofindia.indiatimes.com/business/india-business/maruti-suzuki-alto-vxi-updated-now-gets-smartplay-studio-latest-safety-features/articleshow/72895493.cms\",\n            \"Title\": \"Maruti Suzuki Alto VXI+ updated, now gets SmartPlay Studio\"\n        }\n    ],\n    \"World\": [\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72895946.cms?width=320&height=183&quality=100\",\n            \"Content\": \"US wants Islamabad to take a sustained action on the terror groups. \\\"With regard to Pakistan, what we heard was very clear position from the American side which was for them to take immediate, sustained and irreversible action regarding the fact that territory under their control is being used for terrorism,\\\" external affairs minister S Jaishankar said.\",\n            \"Link\": \"https://timesofindia.indiatimes.com/world/us/us-wants-pak-to-take-immediate-and-irreversible-action-on-terrorism/articleshow/72895819.cms\",\n            \"Title\": \"US wants Pak to take immediate and irreversible action on terrorism\"\n        },\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72895858.cms?width=320&height=183&quality=100\",\n            \"Content\": \"Chad is one of the world’s poorest countries, but in its capital, N’Djamena, rents rival those of New York or London at upwards of $2,000 a month for a 2 bedroom flat. Chad’s landlocked location, oil-dependent economy and lack of infrastructure all contribute to the high prices. Nearly everything from food to clothing to furniture is imported and often by plane.\",\n            \"Link\": \"https://timesofindia.indiatimes.com/world/rest-of-world/theres-a-city-in-africa-where-rents-are-higher-than-in-new-york-london/articleshow/72895523.cms\",\n            \"Title\": \"A city in Africa where rents are higher than New York, London\"\n        },\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72899018.cms?width=320&height=183&quality=100\",\n            \"Content\": \"Boeing is set to launch its Starliner capsule on Friday on a crewless eight-day journey to the International Space Station and back. It is a dry run for NASA's plans to end US dependence on Russia for space rides, even if US-Russian space ties have remained immune to a broader deterioration of the bilateral relations. The spacecraft is set to return on Dec 28.\\n\",\n            \"Link\": \"https://timesofindia.indiatimes.com/world/us/boeing-sends-rosie-dummy-to-space-in-key-crewless-mission/articleshow/72898966.cms\",\n            \"Title\": \"Boeing sends 'Rosie' dummy to space in key crewless mission\"\n        },\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72895661.cms?width=320&height=183&quality=100\",\n            \"Content\": \"Donald Trump on Wednesday became the third US president to be impeached as the House of Representatives formally charged him with abuse of power and obstruction of Congress. Trump is the 3rd president in US history to be impeached, and now faces a trial in the Senate. \",\n            \"Link\": \"https://timesofindia.indiatimes.com/world/us/impeaching-trump-democrats-aim-to-thwart-his-prospective-acquittal-by-senate/articleshow/72879844.cms\",\n            \"Title\": \"Senate battle looms as Trump 3rd US President to be impeached\"\n        },\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72897972.cms?width=320&height=183&quality=100\",\n            \"Content\": \"The US military plans to stockpile rare earth magnets used in Javelin missiles and F-35 fighter jets. The Pentagon aims to weaken China's control over the rare earths sector with this move. President Donald Trump this year ordered the military to update its supply chain for the niche materials, warning that reliance on other nations could hamper US defenses.\",\n            \"Link\": \"https://timesofindia.indiatimes.com/world/us/pentagon-to-stockpile-rare-earth-magnets-for-missiles-fighter-jets/articleshow/72897333.cms\",\n            \"Title\": \"Pentagon to stockpile rare earth magnets for missiles, fighter jets\"\n        },\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72896847.cms?width=320&height=183&quality=100\",\n            \"Content\": \"The Trump admin is celebrating the launch of Space Force. Space Force is the first new military service since 1947. It is part of a $1.4 trillion govt spending package that provides a steady stream of financing for Trump's US-Mexico border fence and reverses unpopular and unworkable automatic spending cuts to defence and domestic programs.\",\n            \"Link\": \"https://timesofindia.indiatimes.com/world/space-force-will-start-small-but-let-trump-claim-a-big-win/articleshow/72896797.cms\",\n            \"Title\": \"Space Force will start small but let Trump claim a big win\"\n        },\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72897942.cms?width=320&height=183&quality=100\",\n            \"Content\": \"The \\\"rift\\\" between progressive Democratic lawmakers in US and the Modi govt has spilled out into the open. Indian-American Congresswoman Pramila Jayapal has claimed that New Delhi sought to cut her out of Congressional meeting with EAM S Jaishankar. Jaishankar said he is not interested in meeting those who are biased & are “determined to be misled” on issues relating to India.\",\n            \"Link\": \"https://timesofindia.indiatimes.com/world/us/rift-between-progressive-democrats-in-us-and-modi-government-out-in-open/articleshow/72897482.cms\",\n            \"Title\": \"Rift between progressive Democrats in US & Modi govt out in open\"\n        },\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72896999.cms?width=320&height=183&quality=100\",\n            \"Content\": \"The world-famous Opera House and Harbour Bridge have regularly been shrouded by thick smoke that has turned the daytime sky a dark orange. Ash has fallen like a shroud over the sky. Australia has been fighting wildfires for weeks, with blazes killing 8 people, destroying more than 700 homes and razing nearly 3 million acres of bushland.\",\n            \"Link\": \"https://timesofindia.indiatimes.com/world/rest-of-world/massive-bushfires-send-australias-clean-and-green-reputation-up-in-smoke/articleshow/72896869.cms\",\n            \"Title\": \"Bushfires send Australia's clean & green reputation up in smoke\\n\"\n        },\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72896759.cms?width=320&height=183&quality=100\",\n            \"Content\": \"\\\"We do not let any external forces interfere,\\\" China's president Xi Jinping said. He was speaking at a ceremony marking the 20th anniversary of Macau's handover to Chinese rule and heaped praise on the former Portuguese colony for its patriotism and loyalty but did not refer directly to 6 months of anti-govt protests in the nearby former British colony of Hong Kong.\",\n            \"Link\": \"https://timesofindia.indiatimes.com/world/china/wont-allow-foreign-forces-to-interfere-in-hk-macau-xi-jinping/articleshow/72896406.cms\",\n            \"Title\": \"Won't allow foreign forces to interfere in HK, Macau: Xi Jinping\"\n        },\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72896398.cms?width=320&height=183&quality=100\",\n            \"Content\": \"The United States renewed its offer to engage in talks with Iran on Thursday. But the US has warned that it will curb malign Iranian behaviour if it continues to destabilize the Middle East. The US UN ambassador, Kelly Craft, said that the Trump administration also rejects Iran's use of nuclear brinkmanship to normalize its destabilizing behaviour. \",\n            \"Link\": \"https://timesofindia.indiatimes.com/world/us-will-curb-malign-iranian-behavior-if-it-doesnt-stop/articleshow/72896244.cms\",\n            \"Title\": \"US will 'curb malign Iranian behavior' if it doesn't stop\"\n        },\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72896095.cms?width=320&height=183&quality=100\",\n            \"Content\": \"President Donald Trump railed behind closed doors about House Speaker Nancy Pelosi's decision to delay sending articles of impeachment to the Senate, putting an expected trial in limbo. \\\"He is demanding his day in court. He's mad as hell that they would do this to him and now deny him his day in court,\\\" Senator Lindsey Graham, a staunch Trump GOP ally, said.\",\n            \"Link\": \"https://timesofindia.indiatimes.com/world/us/trump-rails-against-delay-in-moving-impeachment-to-senate/articleshow/72895816.cms\",\n            \"Title\": \"Trump rails against delay in moving impeachment to Senate\"\n        },\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72895417.cms?width=320&height=183&quality=100\",\n            \"Content\": \"Former Pakistan PM Nawaz Sharif, who is currently in London for treatment, has been diagnosed with a complicated coronary disease and will undergo further scans. The former leader arrived in London on November 19 along with his brother Shahbaz Sharif after the government and courts granted him permission to travel abroad on medical grounds.\",\n            \"Link\": \"https://timesofindia.indiatimes.com/world/pakistan/sharif-diagnosed-with-complicated-heart-disease/articleshow/72895409.cms\",\n            \"Title\": \"Nawaz Sharif diagnosed with complicated heart disease\"\n        },\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72891460.cms?width=320&height=183&quality=100\",\n            \"Content\": \"Russia enacted a law known as the \\\"sovereign internet\\\" bill in November, aimed at tightening state control over the network, but which free speech activists say will strengthen government oversight of the country's cyberspace. The law was developed in response to what Russia calls the \\\"aggressive nature\\\" of the US' national cyber security strategy.\",\n            \"Link\": \"https://timesofindia.indiatimes.com/world/europe/russia-plans-sovereign-internet-tests-to-combat-external-threats/articleshow/72890605.cms\",\n            \"Title\": \"Russia plans 'sovereign internet' tests to combat external threats\"\n        },\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72889384.cms?width=320&height=183&quality=100\",\n            \"Content\": \"Pakistan's special court which sentenced former military ruler Pervez Musharraf to death in its detailed judgment on Thursday said that his body should be dragged to the central square in Islamabad and hanged for three days if he dies before his execution. \\\"As a necessary corollary to what has been observed we find the accused guilty as per charge,\\\" the verdict said.\",\n            \"Link\": \"https://timesofindia.indiatimes.com/world/pakistan/drag-musharrafs-body-to-central-square-in-islamabad-hang-for-3-days-pak-court/articleshow/72889397.cms\",\n            \"Title\": \"Drag Musharraf's body to square, hang for 3 days: Pak court\"\n        },\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72888737.cms?width=320&height=183&quality=100\",\n            \"Content\": \"EU nations formally extended economic sanctions against Russia by six months until July 31. \\\"Given that the Minsk agreements are not fully implemented, the European Council unanimously took the political decision to renew the economic sanctions against Russia,\\\" the Council said in a statement.\",\n            \"Link\": \"https://timesofindia.indiatimes.com/world/europe/eu-extends-economic-sanctions-against-russia-for-six-months/articleshow/72888718.cms\",\n            \"Title\": \"EU extends economic sanctions against Russia for six months\"\n        }\n    ],\n    \"Sports\": [\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72890241.cms?width=320&height=183&quality=100\",\n            \"Content\": \"Cricket, they say, is a great leveller. Two months back, Maxwell felt \\\"ruined\\\" and perhaps wanted to be somewhere which wouldn't be remotely close to the 22 yards. The game that seemed to have pushed him towards depression has now fetched him a cool Rs 10.75 crore and probably given him a chance to pick up the pieces and start afresh.\",\n            \"Link\": \"https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/big-show-at-auction-glenn-maxwells-journey-to-hell-and-back/articleshow/72890109.cms\",\n            \"Title\": \"'Big Show' at auction: Glenn Maxwell's journey to hell and back\"\n        },\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72895325.cms?width=320&height=183&quality=100\",\n            \"Content\": \"Australian players attracted big prices in the IPL auction with pacer Pat Cummins becoming the costliest overseas buy after he went to KKR for Rs 15.50 cr. Leg-spinner Piyush Chawla was the highest Indian bid for Rs 6.75 cr to CSK. Cummins also became the 2nd most-expensive buy in IPL, next only to Yuvraj Singh (Rs 16 cr in 2014 to Delhi Daredevils).\",\n            \"Link\": \"https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/ipl-2020-auction-pat-cummins-hits-rs-15-5cr-jackpot-piyush-chawla-most-expensive-indian/articleshow/72895312.cms\",\n            \"Title\": \"IPL Auction: Cummins hits jackpot; Chawla most expensive Indian\"\n        }\n    ],\n    \"City\": [\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72895498.cms?width=320&height=183&quality=100\",\n            \"Content\": \"Thirteen years ago, Tamil Nadu recorded 76 tigers in its wildlife sanctuaries. Thanks to scientific data collection on tiger population, increased patrolling and better management of forest areas, this number has increased by four-fold today. This coupled with the use of camera traps and better use of manpower helped in keeping a better record.\",\n            \"Link\": \"https://timesofindia.indiatimes.com/city/chennai/how-tamil-nadus-tiger-count-went-upfour-times-in-13-yrs/articleshow/72892996.cms\",\n            \"Title\": \"How Tamil Nadu’s tiger count went up four times in 13 years\"\n        },\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72894271.cms?width=320&height=183&quality=100\",\n            \"Content\": \"Maharashtra governor Bhagat Singh Koshyari asked Nagpur University to teach their students Sanskrit ‘shlokas’ (verses) to prevent rapes which are “brutally being committed in the country every other day”. ‘Dushtas’ (the evil) are committing rapes and murder of women...Students should be taught Sanskrit ‘shlokas’ so that such events don’t take place,” he said.\",\n            \"Link\": \"https://timesofindia.indiatimes.com/city/nagpur/maha-guv-teaching-shlokas-to-students-can-prevent-rapes/articleshow/72894261.cms\",\n            \"Title\": \"Sanskrit ‘shlokas’ dissuade people from rape: Maha governor\"\n        },\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72890847.cms?width=320&height=183&quality=100\",\n            \"Content\": \"Delhi on Thursday recorded a minimum of 5.2 degrees Celsius, the season's lowest, as dense fog prevented sunlight from heating the ground. The city recorded a high of 15 degrees Celsius, which was 7 notches below the normal. Falling temperatures, high humidity and low wind speed led to a dip in the air quality of the city. The overall AQI stood at 362 at 4 pm.\",\n            \"Link\": \"https://timesofindia.indiatimes.com/city/delhi/at-5-2-degrees-c-delhi-records-seasons-lowest-temperature/articleshow/72890824.cms\",\n            \"Title\": \"At 5.2° C, Delhi records season's lowest temperature\"\n        }\n    ],\n    \"India\": [\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72902613.cms?width=320&height=183&quality=100\",\n            \"Content\": \" Violence spread to more parts of Uttar Pradesh as anti-citizenship law protesters pelted stones at police in Firozabad, Gorakhpur, Bhadohi, Bahraich and Sambhal when they were stopped from taking out rallies after the Friday prayers. Though Lucknow and Aligarh remained largely peaceful, new areas were hit by violence. Section 144 is imposed in UP since Nov 9.\",\n            \"Link\": \"https://timesofindia.indiatimes.com/india/violence-spreads-to-new-areas-in-uttar-pradesh/articleshow/72902570.cms\",\n            \"Title\": \"Violence spreads to new areas in Uttar Pradesh\"\n        },\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72902907.cms?width=320&height=183&quality=100\",\n            \"Content\": \"Bhim Army chief Chandrashekhar Azad carried out a protest march from Jama Masjid to Jantar Mantar in New Delhi after he was denied permission. When the police tried to detain Azad, he managed to escape. Tens of hundreds of people turned up in the area on Friday in a major protest against the  Citizenship (Amendment) Act, 2019 on Friday in the Jama Masjid area.\",\n            \"Link\": \"https://timesofindia.indiatimes.com/india/supporters-help-chandrashekhar-azad-flee-police-amid-caa-protests-at-jama-masjid/articleshow/72902803.cms\",\n            \"Title\": \"CAA protest: Supporters help Chandrashekhar Azad flee police\"\n        },\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72899204.cms?width=320&height=183&quality=100\",\n            \"Content\": \"A Delhi court has sentenced expelled BJP MLA Kuldeep Singh Sengar to life term for raping a minor girl in UP's Unnao in 2017. The court imposed a fine of Rs 25 lakh on Sengar, which would be given to the victim's family as compensation. On Monday, the court had convicted Sengar and adjourned till Dec 20 the hearing on order for quantum of sentence to Sengar.\",\n            \"Link\": \"https://timesofindia.indiatimes.com/india/unnao-rape-case-expelled-bjp-mla-kuldeep-singh-sengar-sentenced-to-life-imprisonment/articleshow/72899212.cms\",\n            \"Title\": \"Unnao rape case: Sengar sentenced to life imprisonment\\n\"\n        },\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72896807.cms?width=320&height=183&quality=100\",\n            \"Content\": \"The Centre clarified that the exercise to prepare an all-India National Register for Citizens, as per the Citizenship Rules, 2003, was yet to be notified and as and when it is done, rules and instructions would be framed in such a way that no Indian citizen is inconvenienced. \",\n            \"Link\": \"https://timesofindia.indiatimes.com/india/nationwide-nrc-not-going-to-happen-immediately-govt/articleshow/72894204.cms\",\n            \"Title\": \"Nationwide NRC is not going to happen immediately, says Centre\"\n        },\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72898252.cms?width=320&height=183&quality=100\",\n            \"Content\": \"After comparing the Jamia police action on students protesting against the CAA to the Jallianwala Bagh massacre of 1919, Maharashtra CM Uddhav Thackeray came up with a new description for Belagavi and its surrounding Marathi speaking parts, calling the area “Karnataka occupied-Maharashtra”. \\\"We should come together to liberate Karnataka occupied-Maharashtra,\\\" he said.\",\n            \"Link\": \"https://timesofindia.indiatimes.com/india/help-liberate-ktaka-occupied-maharashtra-cm-to-bjp/articleshow/72894225.cms\",\n            \"Title\": \"‘K'taka-occupied Maharashtra’ must be liberated, Uddhav tells BJP\"\n        },\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72899073.cms?width=320&height=183&quality=100\",\n            \"Content\": \"The exit poll results of Jharkhand assembly elections will be announced on Friday evening after the conclusion of the fifth and final phase of polling in the state. The state went to poll in five phases starting from November 30. The counting of votes will be held on December 23.\",\n            \"Link\": \"https://timesofindia.indiatimes.com/india/jharkhand-assembly-polls-2019-exit-polls-after-the-completion-of-5th-phase-of-polling/articleshow/72899081.cms\",\n            \"Title\": \"Jharkhand Exit polls to be declared after 5th phase of voting\\n\"\n        },\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72889091.cms?width=320&height=183&quality=100\",\n            \"Content\": \"Simultaneous protests raged in multiple cities on Thursday with thousands defying prohibitory orders to voice their dissent against the amended citizenship law, resulting in violence in UP and Bihar and detention of hundreds across the country. Authorities also shut down mobile services in Delhi, while protesters faced tear gas shelling & police batons at some places. \",\n            \"Link\": \"https://timesofindia.indiatimes.com/india/hundreds-detained-as-anti-caa-protests-rage-across-cities-violence-in-up-bihar/articleshow/72889057.cms\",\n            \"Title\": \"Hundreds detained as anti-CAA protests rage across cities\"\n        },\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72897223.cms?width=320&height=183&quality=100\",\n            \"Content\": \" The Shiv Sena on Friday took a dig at the opposition BJP saying that it should remain alert as many of its members may become friends of the Uddhav Thackeray-led Maha Vikas Aghadi government in Maharashtra. The party also criticised the leader of opposition in the legislative assembly, Devendra Fadnavis, of being \\\"unnecessarily\\\" aggressive in the House.\",\n            \"Link\": \"https://timesofindia.indiatimes.com/india/be-alert-bjp-many-of-your-members-may-become-govts-friends-says-sena/articleshow/72897037.cms\",\n            \"Title\": \"Be alert BJP, many of your members may become govt's friends: Shiv Sena\"\n        },\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72897520.cms?width=320&height=183&quality=100\",\n            \"Content\": \"Allaying fears of the state's indigenous population, who are wary that the law would threaten their identity, Assam CM Sarbananda Sonowal said \\\"not a single person of Bangladesh will get to enter Assam through CAA\\\". \\\"Only those people living in Assam for decades having fled religious persecution in Bangladesh would be able to apply for citizenship,\\\" he said.\",\n            \"Link\": \"https://timesofindia.indiatimes.com/india/no-one-from-bangladesh-will-get-to-enter-assam-by-means-of-amendedcitizenship-act-sarbananda-sonowal/articleshow/72897350.cms\",\n            \"Title\": \"No one from Bangladesh will enter Assam via CAA: CM\\n\"\n        },\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72894033.cms?width=320&height=183&quality=100\",\n            \"Content\": \"The BJP on Thursday released an archive footage of Rajya Sabha proceedings where former PM Manmohan Singh is seen to be making an appeal for the same.From its handle, the BJP tweeted: \\\"In 2003, speaking in Rajya Sabha, Dr Manmohan Singh, asked for a liberal approach to granting citizenship to minorities, who are facing persecution, in neighbouring countries.\\\"\",\n            \"Link\": \"https://timesofindia.indiatimes.com/india/bjp-digs-up-manmohan-speech-seeking-citizenship-for-persecuted-refugees/articleshow/72894010.cms\",\n            \"Title\": \"Manmohan demanded CAA? BJP tweets video\"\n        },\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72894104.cms?width=320&height=183&quality=100\",\n            \"Content\": \"Bengal CM Mamata Banerjee on Thursday demanded that impartial organisations like “the United Nations or the Human Rights Commission” be called in to determine “how many people were in favour or against” the Citizenship Amendment Act. \\n​​​“Let the UN hold a people’s vote on the issue. There is no need for representation of political parties, neither BJP nor Trinamool.\\\"\",\n            \"Link\": \"https://timesofindia.indiatimes.com/india/didi-dares-govt-on-caa-let-un-hold-referendum/articleshow/72894078.cms\",\n            \"Title\": \"Didi dares govt on CAA: Let UN hold referendum\"\n        },\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72889529.cms?width=320&height=183&quality=100\",\n            \"Content\": \"The fate of former chief minister and JMM leader Hemant Soren and two state ministers will be decided in the fifth and final phase of polling in Jharkhand for 16 assembly seats on Friday. Soren, the chief ministerial candidate of the opposition JMM-Congress-RJD alliance is contesting from two seats Dumka and Barhait which will go to polls on Friday.\",\n            \"Link\": \"https://timesofindia.indiatimes.com/india/fate-of-hemant-soren-will-be-decided-in-final-phase-of-polling-on-friday/articleshow/72889526.cms\",\n            \"Title\": \"Jharkhand polls: Fate of Hemant Soren will be decided on Friday\"\n        },\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72894505.cms?width=320&height=183&quality=100\",\n            \"Content\": \"Vice Prez Venkaiah Naidu will give away the National Film Awards. ​​Last year, Prez Ram Nath Kovind had presided over the ceremony but his office was dragged into a controversy after nearly 60 awardees boycotted the function because they were not informed that the Prez would give away only 11 awards, while the remaining would be given by I&B minister.\",\n            \"Link\": \"https://timesofindia.indiatimes.com/india/after-2018-row-president-kovind-to-avoid-film-awards-event-this-year/articleshow/72894488.cms\",\n            \"Title\": \"After 2018 row, Prez Kovind to avoid film awards event this year\"\n        },\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72894197.cms?width=320&height=183&quality=100\",\n            \"Content\": \"Historian Ramachandra Guha was detained on Thursday for staging a demonstration against the Citizenship Amendment Act & NRC at the Town Hall, in defiance of the prohibitory orders imposed in the city. Guha said authorities had no right to stop a peaceful demonstration.Videos and images of Guha’s detainment went viral, prompting strong reactions from public figures. \",\n            \"Link\": \"https://timesofindia.indiatimes.com/india/ramachandra-guhas-detention-in-bluru-further-inflames-public-anger-against-caa/articleshow/72894186.cms\",\n            \"Title\": \"Ramachandra Guha’s detention inflames public anger against CAA\"\n        },\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72894167.cms?width=320&height=183&quality=100\",\n            \"Content\": \"​​​Congress has challenged Prime Minister Narendra Modi to make public the names of Pakistanis given citizenship by its past governments. Senior Congress leader Jairam Ramesh told TOI, “I challenge the PM to inquire and make public the names of all the Pakistanis who got citizenship under the Congress rule. There would hardly be any.”\",\n            \"Link\": \"https://timesofindia.indiatimes.com/india/list-pakistanis-made-citizens-by-congress-jairam-dares-pm/articleshow/72894154.cms\",\n            \"Title\": \"List Pakistanis made citizens by Congress, Jairam dares PM\"\n        }\n    ],\n    \"LifeStyle\": [\n        {\n            \"Image URL\": \"https://timesofindia.indiatimes.com/thumb/72898427.cms?width=320&height=183&quality=100\",\n            \"Content\": \"JK Rowling is facing widespread criticism from the transgender community after tweeting support for a researcher who lost her job for stating that people cannot change their biological sex. Maya Forstater's dismisal was upheld by a London court saying her views violate someone's \\\"dignity, creates an intimidating, hostile, degrading, humiliating or offensive environment.\\\"\",\n            \"Link\": \"https://timesofindia.indiatimes.com/life-style/books/features/j-k-rowling-draws-criticism-for-transgender-comments/articleshow/72898411.cms\",\n            \"Title\": \"JK Rowling draws criticism for transgender comments\"\n        }\n    ]\n}"